{
    "title": "KI-Agenten im Büro: Vom smarten Werkzeug zum autonomen Kollegen?",
    "video_url": "https://www.youtube.com/watch?v=F8NKVhkZZWI",
    "author_url": "https://www.youtube.com/@IBMTechnology",
    "author_name": "IBM Technology",
    "description": "Wir stehen an der Schwelle zur nächsten Evolution der künstlichen Intelligenz: dem Sprung von generativer KI zu agentenbasierter KI (Agentic AI). Bisher waren Tools wie ChatGPT reaktive Werkzeuge – wir stellen eine Frage, die Maschine antwortet. KI-Agenten hingegen handeln autonom. Sie erhalten ein übergeordnetes Ziel, brechen dieses in logische Teilschritte herunter und führen sie über verschiedene Software-Grenzen hinweg selbstständig aus.\n\nStellen Sie sich folgendes Szenario vor: Ein KI-Agent überwacht Ihren Posteingang, erkennt eine komplexe Kundenreklamation, gleicht die Historie im CRM-System ab, leitet eigenständig eine Kulanzbuchung im ERP-System in die Wege und verfasst die finale Antwort-E-Mail. Das verspricht beispiellose Effizienzgewinne für Unternehmen, wirft jedoch fundamentale strukturelle Fragen auf.\n\nWo verläuft die Grenze zwischen effizienter Delegation und gefährlichem Kontrollverlust? Wenn die Maschine eigenständig entscheidet und interagiert, verschiebt sich unsere berufliche Rolle massiv: Vom 'Human in the loop' (dem Ausführenden) zum 'Human on the loop' (dem Überwachenden und Orchestrierenden). Unternehmen müssen jetzt dringend klären, wie Haftung, Vertrauensgrenzen und Qualitätssicherung in einer Arbeitswelt aussehen, in der unsere effizientesten 'Kollegen' aus Code bestehen. Die Fähigkeit, digitale Agenten-Schwärme zu managen, wird zur kritischsten Führungskompetenz dieses Jahrzehnts.",
    "content": "<a href='https://www.gartner.com/en/articles/top-technology-trends-agentic-ai' target='_blank'>Gartner: Top Strategic Tech Trends - Agentic AI</a><br><a href='https://www.forbes.com/sites/bernardmarr/2024/04/24/what-are-ai-agents-and-why-are-they-the-next-big-thing-in-ai/' target='_blank'>Forbes: Why AI Agents Are The Next Big Thing</a>"
}
